Repository: AndroidProject24/Loan-Calculator-Plus
Catalog: Loan Caculator/*.lproj/Localizable.strings
Languages: vi

source: Loan Calculator
vi: Tính lãi suất vay

source: Paid off
vi: Tất toán

source: Repayment
vi: Thanh toán

source: Total interest
vi: Tổng lãi

source: Monthly paid
vi: Thanh toán hàng tháng

source: First month paid
vi: Thanh toán tháng đầu

source: Loan amount
vi: Khoản vay

source: Loan term
vi: Kì hạn

source: years
vi: năm

source: months
vi: tháng

source: Interest rate
vi: Lãi suất

# loan_interest_placeholder
source: per year
vi: hàng năm

source: clear
vi: xoá

source: Amortization table
vi: Bảng tính

source: Invalid input
vi: Số liệu không hợp lệ

# invalid_interest
source: The interest must be greater than 0 & less than 100
vi: Lãi suất phải lớn hơn 0 & nhỏ hơn 100

# invalid_term
source: Loan term must be greater than 0
vi: Kì hạn vay phải lớn hơn 0

source: Month
vi: Tháng

source: Principal
vi: Gốc

source: Interest
vi: Lãi

source: of
vi: của

source: Interest type
vi: Phương pháp tính lãi

# frm
source: Flat rate method
vi: Dư nợ cố định

# rbm
source: Reduce balance method
vi: Dư nợ giảm dần

# frm_hint
source: A Flat rate of interest means the amount of interest paid is fixed. In this method, the amount of interest is calculated on the original loan amount throughout its tenure, thus interest remains constant and does not reduce as the principle amount decreases with your monthly repayment.
vi: Lãi suất trên dư nợ gốc được tính trên số tiền gốc ban đầu bạn vay trong suốt thời hạn vay

# rbm_hint
source: In reducing balance method, the interest to be paid is revised every month on the outstanding loan amount. In this method, the EMI includes interest payable for the outstanding loan in addition to the principal repayment. Now, since principle amount reduces with every EMI payment, the amount of interest payable on it also reduces. Thus, on subsequent EMI payments, the amount towards principle repayment increases
vi: Lãi suất trên dư nợ giảm dần được tính trên số tiền thực tế bạn còn nợ sau khi đã trừ đi phần gốc bạn đã trả trước đó
